tap "caryll/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/versions"
tap "neovim/neovim"
brew "ansible"
brew "apple-gcc42"
brew "autoconf"
brew "automake"
brew "awscli"
brew "cairo"
brew "chromedriver"
brew "cmake"
brew "colordiff"
brew "cscope"
brew "direnv"
brew "fish"
brew "fswatch"
brew "jpeg"
brew "gdk-pixbuf"
brew "git"
brew "libtool"
brew "graphviz"
brew "htop"
brew "hub"
brew "imagemagick"
brew "jenkins"
brew "libevent"
brew "libxml2"
brew "libxslt"
brew "macvim", args: ["with-lua"]
brew "mecab"
brew "mecab-ipadic"
brew "mongodb"
brew "mysql"
brew "neovim"
brew "nkf"
brew "nmap"
brew "node"
brew "nodebrew"
brew "ocaml"
brew "peco"
brew "phantomjs"
brew "poppler"
brew "postgresql"
brew "pstree"
brew "qt", link: true
brew "rbenv"
brew "redis"
brew "rsync"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tree"
brew "unison"
brew "v8@3.15"
brew "vim", args: ["with-lua", "with-python3"]
brew "wget"
brew "zsh"
brew "caryll/tap/otfcc-mac64"
cask "font-fira-code"
cask "insomnia"
cask "iterm2-nightly"
cask "java"
cask "java8"
cask "vagrant"
cask "virtualbox"
